const mahoz = {
    title:"מחוז",
    pageTitle:`תפקידי בלה בלה`,
    color:'#ff7e00',
    desteny:{
        title:`ייעוד המלכ"א במחוז:`,
        text:[
            <>
            1.לתכנן, לתאם ולבקר את הפעלת הסיוע המנהלתי (לוגיסטיקה וכח אדם), כדי להבטיח את רציפות הפעולה וכשירות הכוחות הכפופים להשלמת משימות המחוז.<br/>

2.לשאת באחריות המטה למערך המנהלתי (לוגיסטיקה וכח אדם) במרחה המחוז בזמן מלחמה/חירום.<br/>

            </>
        ]
    },
    tasks:{
        title:`תפקידי המלכ"א במחוז:
`,
        text:[
            <>
            1. לגבש את תמונת המצב הלוגיסטית בזירת המבצעים המחוזית ולדווח למרכז האג"ם במחוז ומרכז המלכ"א בפיקוד.<br/>
            2. להעריך את צורכי המנהלה הצפויים של המחוז, ולהציגם בעת הערכת המצב המחוזית.<br/>
            3. לתכנן את תכנית הסיוע המנהלתית המחוזית ולהפעיל את המערך המחוזי באופן שישרת את התכנית המבצעית ויממש את משימות המחוז.<br/>
            4. לתכנן, לתאם ולקבל מגורמי הפיקוד וממרכזיו את האפסניה שהוקצתה למחוז, לרבות גיוס של ציוד ואמצעים לשעת חירום.<br/>
            5. לתגבר לפי הצורך את יחידות המחוז באמצעים מגורמי הלוגיסטיקה המחוזיים שהתקבלו ממרכזי אט"ל או מהפיקוד.<br/>
            6. לשלוט בכ"א המתפקד והנפגע ולספק שירותי פרט ורבנות.<br/>
            7. לתכנן את התנועות וההיסעים במרחב המחוז, בתיאום עם מרכז המבצעים ומשל"ט אגד השיטור ולשלוט על הצירים שבמרחב המחוז.<br/>
            8. לשלוט ביחידות הלוגיסטיות המחוזיות.<br/><br/>
            </>
        ]
        
       ,
    },
    imgSrc: `${process.env.PUBLIC_URL}/assets/mahoz/mahozFirst.jpg`,
    imgDescription:`לפניכם עץ מבנה למפקדה בנפה.
בהמשך הדף יש לבחור את המכלולים לקבלת פירוט הגדרות ומשימות התפקיד -
`,
    comandor:{
        name:`מפקד מלכ"א`,
        src:`${process.env.PUBLIC_URL}/assets/imgs/MahozComandor.svg`,
        popupTitle:`מפקד מלכ"א`,
        popupText:[
           
              <>
              <b>תפקידי  מפקד מלכ"א  :</b><br /><br />
            חסר מידע
          </>
        
        ]

    },
    subComandor:{
        name:`סגן מפקד מלכ"א`,
        src:`${process.env.PUBLIC_URL}/assets/mahoz/subComandor.svg`,
        taskTitle:`תפקידי סגן מפקד מלכ"א`,

        taskNote: [
            <>
        
             חסר מידע
            </>

        ]
     


    },



    subRoles:[
    

    {
        id: 1,
        name: `מנל"ח מלכ"א`,
        firstRoleName:`  מפקד מנל"ח מלכ"א`,
        srcSolider:`${process.env.PUBLIC_URL}/assets/mahoz/solider.svg`,
        titleExplanation:`תפקידי מפקד מנל"ח מלכ"א   `,
        taskNote: [
            <>
                חסר מידע 
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: `קמב"צ`,
                src:`${process.env.PUBLIC_URL}/assets/mahoz/subSolider.svg`


            },
            {
                idRole: 2,
                roleName: `סמב"צ`,
                src:`${process.env.PUBLIC_URL}/assets/mahoz/subSolider.svg`


            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/mahoz/mahozManla.jpg`,
        explanation: [
            {
                titleExplanation: `תפקידי מנל"ח מלכ"א`,
                textExplanation:
                    [
                        <>
                            1. אחריות על כשירות כלל הציוד הייעודי, הציוד הצה"לי, רכבי היר"מ והצמ"ה בנפה.<br/>  <br/>  
                            2. תיאום אחזקה בדרג ב' בציוד ייעודי באמצעות פלוגת האחזקה המחוזית.<br/><br/>  
                            3. תיאום אחזקת כלי רכב צבאיים מול המחוז ומול אגד אחזקה.<br/><br/>     
                            4. תיאום אחזקת צמ"ה וציוד ייעודי בדרגים ב' וג' באמצעות אגד אחזקה ומפעלים מרותקים.<br/><br/>    
                            5. כתיבת נספח אחזקה לפקודה הלוגיסטית הנפתית היומית.<br/><br/>    
                        </>

                    ]
            }
        ]
    },

    {
        id: 2,
        name: `מכלול משא"ן`,
        firstRoleName:`מפקד מכלול משא"ן`,
        srcSolider:`${process.env.PUBLIC_URL}/assets/mahoz/solider.svg`,
        titleExplanation:`תפקידי נציג מלכ"א בשולחן מרכזי `,

        taskNote: [
            <>
                <b>תפקידי מפקד תא משא"ן:</b><br /><br />
                חסר מידע 
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד מכלול משא"ן',
                src:`${process.env.PUBLIC_URL}/assets/mahoz/subSolider.svg`,
                miniRoles:[
                    {
                        id:1,
                        name:`ק' קישור למלכ"א `
                    }
                ]    

            },
            {
                idRole: 2,
                roleName: 'קצין אנו"ח',
                src:`${process.env.PUBLIC_URL}/assets/mahoz/subSolider.svg`

              
                

            },
            {
                idRole: 3,
                roleName: 'קצין פר"ח',
                src:`${process.env.PUBLIC_URL}/assets/mahoz/subSolider.svg`

                

            }
           
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/mahoz/Mashan.jpg`,
        explanation: [
            {
                titleExplanation:'תפקידי תא המאש"ן',
                textExplanation:
                    [
                        <>
                            1. ייעוץ למפקד הנפה בנושאי כוח אדם, בהתאם להיערכות סד"כ הנפה והתוכניות המבצעיות.<br/>  <br/>  
                            2. שליטה בתהליך הזעקת אנשי המילואים באמצעות מרכז הגיוס הפיקודי ופתרון בעיות בגיוס מערך המילואים.<br/>  <br/>  
                            3. ביצוע הערכת מצב כוח אדם והשפעתה על הערכת המצב הנפתית.<br/>  <br/>  
                            4. תכנון צורכי הנפה בכוח אדם, ויסות כוח אדם בין יחידות המשנה בהתאם לתוכנית מפקד הנפה ועל פי הנחיות המחוז.<br/>  <br/>  
                            5. תיאום וארגון הטיפול בנפגעים, לרבות לוויות.<br/>  <br/>  
                            6. תמיכת המאמץ המבצעי בהיבטי רווחת הפרט, החינוך, הרבנות והמורל.<br/>  <br/>  
                            7. תיווך בין הלוגיסטיקה למשא"ן מחוז לשם מימוש אספקת תספיקי פרט ורבנות.<br/>  <br/>  
                            8. ריכוז והכוונת המדיניות לטיפול בנושאי הרבנות ואנו"ח ביחידות הנפה, לרבות תמ"צ טיפול במטופלים על ידי מחלקות האנו"ח ביחידה.<br/> <br/>   
                        </>

                    ]
            },
            {
                titleExplanation:'ייעוד תא המאש"ן',
                textExplanation:
                    [
                        <>
                            1. שליטה בכוח אדם מתפקד ונפגע (לרבות טיפול בחללים).<br/>  <br/> 
                            2. בניית הכוח וארגון הכוח בהתאם למדיניות מפקדת המחוז ולצורכי היחידות.<br/>  <br/> 
                            3. ריכוז הטיפול בנושאי רווחת הפרט והיחידה ואת משימות הרבנות והאנו"ח בגזרת הנפה.<br/>  <br/> 
                        </>
                    ]
            }
        ]
    },
    {
        id: 6,
        name:`נציג מלכ"א בשולחן מרכזי`,
        firstRoleName:`נציג מלכ"א בשולחן מרכזי`,
        srcSolider:`${process.env.PUBLIC_URL}/assets/mahoz/solider.svg`,
        titleExplanation:`תפקידי נציג מלכ"א בשולחן מרכזי `,

        taskNote: [
            <>
                חסר מידע
              
            </>
        ],
    },

    

    
    ]
}

export default mahoz;