const nafa = {
    title:"נפה",
    pageTitle:`מבנה ייעוד ותפקידי
 המלכ"א`,
    color: '#1cb4e3',
    desteny:{
        title:`ייעוד המלכ"א בנפה`,
        text:`לתכנן, לתאם ולבקר את הפעלת הסיוע המנהלתי (לוגיסטיקה וכח אדם), כדי להבטיח את רציפות הפעולה וכשירות הכוחות הכפופים להשלמת משימות הנפה.
        לשאת באחריות המטה למערך המנהלתי (לוגיסטיקה וכח אדם) במרחה הנפה בזמן מלחמה/חירום.`,
    },
    tasks:{
        title:`תפקידי המלכ"א בנפה`,
        text:`תגבש תמונת מצב לוגיסטית במרחב הנפה, ותבצע הערכת מצב מתמשכת למימוש התכנית הלוגיסטית.
מתן מענה לוגיסטי לכלל היחידות המרחב הנפה.
ריכוז דרישות ואמצעים מיחידות כפופות והקצאה בהתאם לפקודה לוגיסטית יומית.
יתאם ויספק את המענה הלוגיסטי לכלל היחידות במרחב הנפה, בהתאם לסדרי עדיפויות שיוגדרו על ידי האג"ם.
`,
    },
    imgSrc: `${process.env.PUBLIC_URL}/assets/nafa/nafaFirst.jpg`,
    imgDescription:`לפניכם עץ מבנה למפקדה בנפה.
בהמשך הדף יש לבחור את המכלולים לקבלת פירוט הגדרות ומשימות התפקיד -
`,
    comandor:{
        name:`מפקד מלכ"א`,
        src:`${process.env.PUBLIC_URL}/assets/imgs/NafaComandor.svg`,
        popupTitle:`מפקד מלכ"א`,
        popupText:[
            <>
            1. פיקוד ושליטה על מכלול האוכלוסייה.<br /><br />
            2. גיבוש תמונת מצב וביצוע הערכת מצב אוכלוסייה.<br /><br />
            3. איתור מגמות מרכזיות במרחב האזרחי, ולאורן (וכמובן לאור צי"חי מפקד הנפה) - הגדרת צי"חי עבודה למכלול.<br /><br />
            4. אישור המלצות התאים במכלול באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי:<br /><br />
            א. תכנית מענה לדרישות ומיצוי יכולות המרחב
            <br />
            ב. תכנית מענה לרשות מתקשה
            <br />
            ג. תכנית מענה לרשות במשבר אנרגיה
            <br />
            ד. תכנית מענה למפונים- מתפנים
            <br />
            ה. תכנית לתמיכה בחוסן
            <br />
            ו. דרישה מבצעית לתכנית הסברה
            <br />
            ז. תכנית לשיפור המענה המיגוני
            <br /><br />
            5. הכנת הפורומים הנפתיים - מדיניות התגוננות ומיצוי יכולות המרחב.
        </>
        ]

    },
    subComandor:{
        name:`סגן מפקד מלכ"א`,
        src:`${process.env.PUBLIC_URL}/assets/nafa/subComandor.svg`,
        popupTitle:`סגן מפקד מלכ"א`,
        popupText:[
            <>
            1. פיקוד ושליטה על מכלול האוכלוסייה.<br /><br />
            2. גיבוש תמונת מצב וביצוע הערכת מצב אוכלוסייה.<br /><br />
            3. איתור מגמות מרכזיות במרחב האזרחי, ולאורן (וכמובן לאור צי"חי מפקד הנפה) - הגדרת צי"חי עבודה למכלול.<br /><br />
            4. אישור המלצות התאים במכלול באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי:<br /><br />
            א. תכנית מענה לדרישות ומיצוי יכולות המרחב
            <br />
            ב. תכנית מענה לרשות מתקשה
            <br />
            ג. תכנית מענה לרשות במשבר אנרגיה
            <br />
            ד. תכנית מענה למפונים- מתפנים
            <br />
            ה. תכנית לתמיכה בחוסן
            <br />
            ו. דרישה מבצעית לתכנית הסברה
            <br />
            ז. תכנית לשיפור המענה המיגוני
            <br /><br />
            5. הכנת הפורומים הנפתיים - מדיניות התגוננות ומיצוי יכולות המרחב.
        </>
        ]

    },
    srcSolider:`${process.env.PUBLIC_URL}/assets/nafa/solider.svg`,





    subRoles:[
    {
        id: 1,
        name: "תא הנדסה",
        taskNote: [
            <>
                <b>תפקידי מפקד תא הנדסה:</b><br /><br />
                1.  ייעוץ למפקד מכלול האוכלוסייה בתחום ההנדסה והמיגון.<br />
                2.  בקיאות בתמ"ץ פערי המיגון במרחב הנפה, בתכניות המענה הרשותיות לפערי המיגון (מענה לתמי"ר) שהוכנו בשגרה ובנהלי מימוש תכנית המיגון הרשותית.<br />
                3.  ריכוז תוצרי התחקור הראשוני של אירועים במרחב ממהנדסי הגדודים.<br />
                4. קיום שיח שוטף והנחייה מקצועית של המהנדסים בגדודים.<br />
                5. קיום שיח שוטף עם מפקד מכלול ההנדסה והמיגון במחוז.<br />
                6.  ניתוח תמונת מצב ומשמעויות בתחום ההנדסה והמיגון במרחב הנפה.<br />
                7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההנדסה והמיגון.<br />
                8.  גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br />
                9. בקרה על מימוש פעולות לתמיכה במרחב האזרחי ולצמצום הסיכון לאוכלוסייה בתחום ההנדסה והמיגון.<br />
                10. כתיבת סעיף מיגון והנדסה בנספח אוכלוסייה בפקודות הנפתיות.<br />
                11.  אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההנדסה והמיגון.<br />
                12. מתן מענה מקצועי שוטף למפקדי היקלייר בתחום המיגון<br />
            </>
        ],
        roles: [
            {
                idRole: 1,
                roleName: <>מהנדס מקלוט, בקרת נזקים ותכנית מיגון</>,

            },
            {
                idRole: 2,
                roleName: ' סמב"ץ ומש"ק פרויקטים'

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hadasa.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי תא הנדסה",
                textExplanation:
                    [
                        <>
                            1. ייעוץ למפקד המכלול בתחום המיגון.<br /><br />
                            2. מנחה מקצועי של מהנדסי הגדודים.<br /><br />
                            3. גיבוש תמ"ץ מיגון ונזקים מאירועים במרחב, ביצוע הערכת מצב וגיבוש המלצות מקצוע בתחום המיגון וההנדסה.<br /><br />
                            4. שיקוף תמ"ץ מיגון ונזקים והתייחסות מקצועית לדרישות שעולות מהמרחב האזרחי למיגון מתפרץ ולסקרי מיגון במסגרת תהליך ההכנות שמתבצע במכלול האוכלוסייה לקראת פורום סיוע אזרחי ולקראת אישור ההחרגות במדיניות ההתגוננות.<br /><br />
                            5. קיום קשר רציף ועדכון הדדי למול מהנדסי הגדודים הרלוונטיים בפרטים ומשמעויות מאירוע, לרבות סיוע בקבלת תרשימי מבנים ממהנדסי הרשויות.<br /><br />
                            6. קיום קשר רציף עם תאים אחרים במכלול האוכלוסייה ועם מכלולים אחרים בנפה לצורך גיבוש המלצה למפקד המכלול בתחום המיגון.<br /><br />
                            7. קיום קשר רציף עם מכלול המיגון וההנדסה במרכז האוכלוסייה המחוזי, לרבות שיקוף תמ"ץ פערי מיגון ונזקים במרחב הנפה.<br /><br />
                            8. בקרה, מעקב ומענה מקצועי לפניות שהגיעו לתא מיגון והנדסה.<br /><br />
                        </>

                    ]
            }
        ]
    },

    {
        id: 2,
        name: "תא חומ''ס",
        taskNote: [
            <>
                <b>תפקידי מפקד תא חומ"ס:</b><br /><br />
                1. אחריות על בניין הכוח של התא בשגרה כהיערכות לחירום.<br /><br />
                2. הפעלת התא בחירום באופן רציף.<br /><br />
                3. ניהול מאגר מידע אודות מפעלים ומחזיקי חומרים מסוכנים המהווים איום על האוכלוסייה במרחב הנפה.<br /><br />
                4. מעקב מקצועי, בקרה ואכיפה אחר ביצוע צווים ונהלים הקשורים למלאי החומרים המסוכנים במפעלים, שינועם ומיגונם.<br /><br />
                5. גיבוש תמונת מצב חומ"ס במרחב - כולל מחזיקי החומ"ס אשר מונחים במסגרת תכנית "חלב שקדים" וסטאטוס קיום ההנחיות בצו.<br /><br />
                6. ייעוץ מקצועי למפקד הנפה והמטה בנושאים הקשורים לחומרים מסוכנים במפעלים.<br /><br />
                7. תיאום שיתוף הפעולה המקצועי עם גורמי הגנת הסביבה במרחב וגורמי חירום אחרים.<br /><br />
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'קצין חומ"ס וביקורת',
                

            },
            {
                idRole: 2,
                roleName: 'מש"ק חומ"ס',
               

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/homas.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי תא חומ''ס",
                textExplanation:
                    [
                        <>
                            1. יועץ מקצועי בנושאים הקשורים לחומ"ס במפעלים ולאירועי חומ"ס ברחב הנפה.<br /><br />
                            2. ניהול מאגר מידע אודות מפעלים ומחזיקי חומרים מסוכנים המהווים איום על האוכלוסייה במרחב הנפה.<br /><br />
                            3. בקיאות בפק"לי האופציות למחזיקי חומ"ס מסכנים.<br /><br />
                            4. לאחר הפעלת פקודת "חלב שקדים" - יצירת תמ"צ חומ"ס עיתית המבוססת על ביקורות, בקרה ואכיפה אחר ביצוע צווים ונהלים הקשורים למלאי החומרים המסוכנים במפעלים, שינועם ומיגונם.<br /><br />
                            5. גיבוש משמעויות לטיפול באירוע חומ"ס והמלצות בנוגע להנחיות לאוכלוסייה ולהפעלת סד"כים.<br /><br />
                            6. בקיאות בשכבת חומ"ס במערכת שוע"ל ושמירת כשירות בביצוע הערכת סיכונים באירוע.<br /><br />
                            7. תיאום שיתוף פעולה מקצועי עם גורמי הגנת הסביבה במרחב וגורמי החירום.<br /><br />
                            8. נציג לקב תכנון נפתית באירוע חומ"ס/היערכות אופרטיבית נדרשת בעת שינוע חומ"ס בגזרת הנפה.<br /><br />
                        </>

                    ]
            }
        ]
    },

    {
        id: 3,
        name: "תא הסברה",
        taskNote: [
            <>
                <b>תפקידי מפקד תא הסברה:</b><br /><br />
                1. ייעוץ למפקד מכלול האוכלוסייה בתחום ההסברה והדרכת האוכלוסייה.<br /><br />
                2. בקיאות במאפייני האוכלוסייה במרחב הנפה והכרת הקהילות הייחודיות, השפות והאתגרים בתחום ההסברה כפי שאותרו בשגרה.<br /><br />
                3. ניתוח דו"חות מש"קי מידע לציבור ביקל"ר.<br /><br />
                4. קיום שיח שוטף והנחייה מקצועית של מש"קי המידע לציבור ביקל"רים ומדריכות האוכלוסייה לשעת חירום אשר מוכפפות לנפה.<br /><br />
                5. קיום שיח שוטף עם מפקד מכלול ההסברה במחוז.<br /><br />
                6. ניתוח תמונת מצב ומשמעויות בתחום ההסברה במרחב הנפה.<br /><br />
                7. גיבוש המלצות מקצועיות באשר לפעולות הנדרשות לצורך מענה לאתגרים במרחב האזרחי בתחום ההסברה והדרכת האוכלוסייה – דרישה מבצעית לתכנית הסברה.<br /><br />
                8. גיבוש המלצות מקצועיות באשר לאישור החרגות שעלו מהרשויות למדיניות ההתגוננות.<br /><br />
                9. הזנת דו"ח עיתי בתחום ההסברה והדרכת האוכלוסייה ע"ג השו"ב.<br /><br />
                10. אחריות על המענה האוכלוסייתי לאירועים מתפרצים במרחב בתחום ההסברה והנחיית האוכלוסייה.<br /><br />
            </>

        ],
        roles: [
            {
                idRole: 1,
                roleName: 'סגן מפקד תא הסברה והדרכת אוכלוסייה',
           

            },
            {
                idRole: 2,
                roleName: 'קצין הסברה והדרכת אוכלוסייה',
                

            },
            {
                idRole: 3,
                roleName: 'מש"ק ניו מדיה',
                

            }
        ],
        src: `${process.env.PUBLIC_URL}/assests/imgs/nafa/hasbara.svg`,
        explanation: [
            {
                titleExplanation: "תפקידי המכלול",
                textExplanation:
                    [
                        <>
                            1. מתן ייעוץ בתחום ההדרכה, המידע לציבור ובמדיניות התגוננות לאזרח ואופן מימושה.<br /><br />
                            2. גיבוש פערים ודרכים למתן הסברה נפתית לרבות התאמת מסרים פיקודיים והעלאתם לרמה ממונה.<br /><br />
                            3. מעקב אחר פרסומים בתקשורת הכתובה והאלקטרונית לצורך יצירת תמונת מצב תקשורת במרחב.<br /><br />
                            4. מעקב אחר פרסומים באתרים ברשתות החברתיות של הרשויות המקומיות.<br /><br />
                            5. אחראי לעדכון קציני המידע לציבור ביקל"ר ושאיבת מידע ממנו.<br /><br />
                            6. גיבוש פערים וצרכים לצורכי פינוי אוכלוסייה או הסתגרות באירוע בק"ן או חומ"ס והעלאה לרמה ממונה.<br /><br />
                            7. קיום שיח ישיר למרכז אוכלוסייה ומכלול הסברה במחוז באירועים מצילי חיים.<br /><br />
                            8. גיבוש מסרי הסברה למפקדים בתיאום נציג דו"צ.<br /><br />
                            9. גיבוש צרכים והפצת חומרי הסברה והדרכה לרשויות בהתאם לצורך.<br /><br />
                            10. ריכוז נתונים על מוסדות חינוך במרחבו.<br /><br />
                            11. אחריות להפעלת תכנית הדרכת אוכלוסייה בחירום באמצעות מאלשח"יות ומערך קידום אוכלוסיות.<br /><br />
                            12. נציג המכלול בקבוצת תכנון (אירועי חומ"ס, חשמל ובק"ן).<br /><br />
                        </>

                    ]
            },
            {
                titleExplanation: "תפקידי תא הסברה",
                textExplanation:
                    [
                        <>
                            1. ייעוץ למפקד המכלול בתחום ההסברה והדרכת האוכלוסייה.<br /><br />
                            2. מנחה מקצועי של מש"קי המידע לציבור ביקל"ר.<br /><br />
                            3. גיבוש תמונת מצב הסברה במרחב הנפה וביצוע הערכת מצב וזיהוי מגמות, לרבות מעקב אחר פרסומים בתקשורת הכתובה והאלקטרונית, באתרים ברשתות החברתיות של הרשויות המקומיות.<br /><br />
                            4. שיקוף תמ"ץ וגיבוש המלצות מקצועיות בתהליך ההכנות שמתבצע במכלול האוכלוסייה לקראת פורום מיצוי יכולות המרחב ולקראת אישור ההחרגות במדיניות ההתגוננות.<br /><br />
                            5. קיום קשר רציף עם מש"קי המידע לציבור ביקל"רים, לרבות שיח ישיר לצורך קבלה ומתן עדכונים שוטפים.<br /><br />
                            6. קיום קשר רציף ועדכון הדדי למול מש"קי מידע לציבור ביקל"רים, לרבות שיח ישיר לצורך קבלה ומתן עדכונים שוטפים.<br /><br />
                            7. חידוד הדרישות שעולות בציר האג"מי לפרסום הנחיות מיידיות מצילות חיים באירוע למול מאפייני האוכלוסיה.<br /><br />
                            8. קיים קשר רציף עם תאים אחרים במכלול האוכלוסייה ועם מכלולים אחרים בנפה לצורך גיבוש המלצה למפקד המכלול בנוגע לתכנית הסברה.<br /><br />
                            9. קיים קשר רציף עם מכלול הסברה במרכז האוכלוסייה המחוזי, לרבות שיקוף תמ"ץ הסברה במרחב הנפה והעלאת דרישות לחומרי הסברה ייחודים למול תכנית ההסברה הנפתית.<br /><br />
                        </>
                    ]
            }
        ]
    },

    

    
    ]
}

export default nafa;