const quizData = [
  {
    question: "מיהם מבע\"ת אינו חלק מחפ\"ק המנהלה:",
    answers: [
      "א. קט\"א",
      "ב. ק.רכב",
      "ג. אנו\"ח",
      "ד. משא\"ן",
      "ה. קצין מ.צ"
    ],
    correctAnswer: "ה. קצין מ.צ"
  },
  {
    question: "כמה סבבים קיימים בנג\"ח של גדוד חילוץ?",
    answers: [
      "א. 3",
      "ב. 7",
      "ג. 9",
      "ד. 6"
    ],
    correctAnswer: "ב. 7"
  },
  {
    question: "מתי יצא ציוד מנהלתי בסבבי העמסה בנג\"ח?",
    answers: [
      "א. סבב ראשון",
      "ב. בשילוב בכל סבב לצבירת אמצעים",
      "ג. סבב אוחר",
      "ד. סבבים 4-7"
    ],
    correctAnswer: "ב. בשילוב בכל סבב לצבירת אמצעים"
  },
  {
    question: "מהם האימונים במחזוריות האימונים בגדודי פקע\"ר?",
    answers: [
      "א. מפקדים – יחידתי – שמיטה",
      "ב. אימון חפ\"ק מנהלה בתע\"מ",
      "ג. אימון מפקדה חד חילי תו\"כ תע\"מ",
      "ד. כל התשובות נכונות"
    ],
    correctAnswer: "ד. כל התשובות נכונות"
  },
  {
    question: "מהי מטרתו של עזר חפ\"ק המנהלה?",
    answers: [
      "א. יצירת תמונת מצב לוגיסטית על היחידות הכפופות כמסייע לקבלת החלטות למפקד.",
      "ב. העברת דיווח על חוסרים בשרשרת התספוקת.",
      "ג. יצירת תמונת מצב לוגיסטית למג\"ד.",
      "ד. שליטה באמצעים הפועלים בתוך אתר הרס."
    ],
    correctAnswer: "א. יצירת תמונת מצב לוגיסטית על היחידות הכפופות כמסייע לקבלת החלטות למפקד."
  },
  {
    question: "מהם שלושת האבנים המרכזיות המשפיעות על כשירות היחידה לחרום?",
    answers: [
      "א. אימונים – אמצעים - מפקדים",
      "ב. אימונים תו\"כ תע\"מ – אימוני מפקדים – אימון יחידתי",
      "ג. אימונים – אמצעים – כ\"א",
      "ד. אמצעים – אימונים – הערכת מצב מתמשכת"
    ],
    correctAnswer: "ג. אימונים – אמצעים – כ\"א"
  },
  {
    question: "מה צריך לבצע מ\"פ המפקדה בשגרה לניהול ושליטה בכ\"א הגדודי?",
    answers: [
      "א. תיק נתונים, אבחון יחידה, ניתוח מקצועות קריטיים, איוש.",
      "ב. איוש, הכשרות, אימונים.",
      "ג. ראיונות כ\"א, ניתוח מקצועות קריטיים, איוש מפקדים.",
      "ד. פערי כ\"א, ניהול תקמ\"צ, הכשרות, אימונים."
    ],
    correctAnswer: "א. תיק נתונים, אבחון יחידה, ניתוח מקצועות קריטיים, איוש."
  },
  {
    question: "מנה את המתחמים בחצר האחורית באתר הרס:",
    answers: [
      "א. חפ\"ק מנהלה, הספקה, טנ\"א, מתחם שהייה, צמ\"ה, רפואה, שיטור, אנו\"ח.",
      "ב. חפ\"ק מנהלה, מתחם שהייה, רפואה, שיטור, אנו\"ח, פרט, מתחם רענון.",
      "ג. מתחם שהייה, טנ\"א, הספקה, אנו\"ח, צמ\"ה, רפואה, שיטור, חפ\"ק מפקד נפה.",
      "ד. הספקה, טנ\"א, רפואה, שיטור, אנו\"ח, צמ\"ה."
    ],
    correctAnswer: "א. חפ\"ק מנהלה, הספקה, טנ\"א, מתחם שהייה, צמ\"ה, רפואה, שיטור, אנו\"ח."
  }
];

export default quizData;
